import "./Css/dogway.css";

const Dogway = () => {
    return ( <div className="dogwaybig">


<h1> 내 사랑 반려동물과 행복하게 함께 사는 법 </h1>
<p>반려견을 사랑하는 보호자라면 당연히 자신의 강아지를 행복하게 해주는 법에 관심이 많을 것입니다. 반려견을 행복하게 해 주기 위해서는 강아지의 본성에 대한 이해가 우선해야 합니다. 여러분의 애완견을 행복하게 만들어 줄 수 있는 작은 방법들을 알아보겠습니다.</p>
<br></br>

<img src="https://mediahub.seoul.go.kr/uploads/mediahub/2021/10/PaeYuUyCfkeVyhYgslOxfDymjGOKHRqj.png" style={{width:"100%" , height:"100%"}}></img>


<div>
<h2>1. 강아지와 많이 놀아주기</h2> 
실내에서든지 밖에서든지 강아지와 놀 수 있는 시간을 정해두고 놀아주는 것이 좋습니다. 개들이 가장 좋아하는 놀이 중에 하나가 물건 물어오기입니다. 공놀이나 줄 당기기 놀이와 같은 주인과 함께하는 놀이라면 어떤 놀이라도 반려견은 행복해할 것입니다. 반려견은 놀이 시간에 뇌를 자극하는 여러 가지 경험을 할 수 있습니다. 여건이 허락하는 한 많은 시간을 자신의 반려견과 보내는 것이 강아지에게 일상적인 행복감을 선사하는 방법입니다.
</div>

<div>
<h2>2. 사랑을 표현하기 </h2> 
이것은 사람에게도 똑같이 적용되는 이야기 입니다만, 반려견은 자신의 응석을 받아주는 것을 좋아합니다. 강아지를 부드럽게 터치해주고 애정이 담긴 말을 해주세요. 이런 방식으로 여러분의 사랑을 표현하는 것입니다.  또한 좋은 행동을 하면 머리를 쓰다듬어주고 좋아하는 간식으로 보상해주세요. 이런 종류의 긍정적인 보상이 반려견 훈련의 좋은 방법입니다. 이 같은 과정에서 애완견들이 행복을 느끼게 된다는 사실을 기억해야 합니다</div>

<div>
<h2>3. 장난감 선물하기
</h2> 
강아지들도 인간처럼 선물을 받으면 좋아합니다. 집안에서 쓸모없이 굴러 다니는 물건을 손봐서 장난감을 만들어 보세요. 이런 주인이 직접 만든 선물을 강아지에게 주는 것도 신선한 자극이 된다고 합니다. 한쪽만 남은 장갑이나 양말 등도 좋은 장난감 선물이 될 수 있습니다. 바쁜 생활 등의 이유로 직접 장난감을 만들어 주기 힘들다면 시중에 나와있는 장난감을 선물해도 좋습니다.</div>

<div>
<h2>4. 산책하기
</h2> 
강아지들이 가장 좋아하는 활동이 바로 산책이라고 합니다. 간식을 먹는 것을 좋아하지만 이것보다 훨씬 더 선호하는 강아지들의 스트레스 해소법이 보호자와 함께하는 산책입니다. 산책을 할 때에는 지나친 통제보다는 주변의 자연환경을 보고 느끼고 냄새 맡고 원하는 곳으로 자유롭게 가도록 하는 것이 좋습니다. 물론 개를 풀어놓으라는 것은 아니며, 주인과 함께 해야 합니다.
</div>

<div>
<h2>5. 집에 왔을 때 반갑게 인사 나누기
</h2> 
외출하고 돌아오거나 퇴근하고 집에 와서 반려견에게 반갑게 인사해 주세요. 1인 가구주 등의 반려인이 기르는 개는 하루 종일 혼자서 빈집에서 주인이 돌아오기를 애타게 기다리는 경우가 많습니다. 반갑게 꼬리를 흔들며 다가오는 반려견에게 따듯한 말과 행동으로 인사해 주는 것이 좋습니다. 이렇게 해주면 강아지도 주인이 자기를 보고 싶고 그리워했구나 하고 느낀다고 합니다.</div>

<div>
<h2>6.애완견을 사람처럼 다루지 않기
</h2> 
개를 비롯한 반려동물을 사람처럼 대우하는 것이 그들을 행복하게 만드는 것은 아닙니다. 반려견에게 가능한 최고의 삶을 제공해 주려는 욕심으로 개를 사람처럼 대하면 안 됩니다. 반려견을 사람처럼 취급하면 그들의 건강과 행동에 많은 문제를 일으 킬 수 있습니다. 사람이 먹는 약이나 음식을 준다든지, 불필요한 미용치료를 하는 것, 과도한 옷이나 액세서리를 착용시키는 것 등은 자제해야 합니다. 심지어 애완견에게 화장을 시키는 경우도 있는데 해서는 안 되는 행위입니다.</div>

<div>
<h2>7. 반려견의 본성 존중하기
</h2> 
반려견을 행복하게 만드는 방법 중에 최고는 그대로 자유롭게 내버려 두는 것입니다. 우리들 애견인이 보기에는 화나고 짜증 나는 행동들도 너무 과하지 않은 범위에서는 개라는 동물의 자연스러운 본능임을 인정해야 합니다. 약간 불결한 진흙탕이나 흙먼지 속에서 뛰어놀도록 하세요. 민감한 후각으로 청결하지 못한 주변의 쓰레기 더미나 땅바닥 냄새 맡기, 다른 개체의 배설물 냄새 맡기 등의 행동을 그대로 두세요. 다른 반려견들은 물론이고 다른 종의 개체와도 어울리고 사귀게 해줘야 합니다. 우리 사람의 판단기준으로 개의 행동을 비난하고 꾸짖기보다는 개의 본능적인 행동을 인정하고 내버려 두는 것이 반려견을 행복하게 해주는 방법이라는 사실을 인식해야 합니다. 반려견의 동물로서의 본능을 존중하는 것이 그들을 행복하게 해주는 지름길입니다. </div>

<br></br><br></br><br></br><br></br>

    </div> );
}
 
export default Dogway;